<script setup>

</script>

<template>
  <h1>首页</h1>
  <p>首页或主页（英语：home page或homepage）是计算机术语，各网站的主要网页——一般是指访问一个应用程序启动时始终显示在网站或网页浏览器中的一个或多个初始网页等画面存在的站点，在这种解释里亦称起始页（英语：start page）。从更广泛的意义上说，主页被视为互联网网站的一个名称，专指网站本身。

    首页通常提供位于页面层次结构底部的关于网站所有者和内容的信息，可能被分成不同的部分。首页大部分都位于页面层次结构的顶部（第一页），可能按节排列。多语制网站通常为多种可用语言提供一个主页或是一个网站提供多个可用语言的超链接列表。

    跨国公司的主页有时包含到其子公司简单的地方超链接列表。还可以在地方超链接找到每个可用语言的超链接列表，并且可以自动检测访问者的语言，而通常在主页本身也中可以找到语言超链接（多语制）。

    在内容可能会令人感到不适的网页里，首页通常会出现警告和邀请该访问网站，要么进入，要么离开。在以广告为导向的首页和一些较小的首页上，有时会有一个分散注意力的介绍动画。为了节省时间，它通常是可以绕过、跳过的。最后，在所有主要网站上，页面入口也是页面招待处。

    通常，网站上的每个页面都有一个到主页的超链接，无论页面在哪里，都可以很容易地返回。根据三次连点规则，访问者必须能够通过主页上最多三个超链接访问网站的任何页面。</p>
</template>

<style scoped>

</style>